print('Привет! Добро пожаловать в Омск! Как тебя зовут?')
print('Введите имя: ')
a = input()
print('Приятно познакомиться, ', a, '. Меня зовут Борис Трюхан, я президент.')
print('Расскажешь о себе? Сколько тебе лет?')
x = int(input())
print('Ого! Ты младше меня. Мне ', x * 10, ' лет. Я старейшина.')
print('В нашем городе также есть музыкант. Его зовут Яша. Поболтай с ним.')
print('Скажи ему "Привет", он немного стесняется. Только учти: Мы тут в Омске понимаем только слова с большой буквы.')
hello = input()
if hello == "Привет":
    print('Привет. У меня есть парень Лёня.')
else:
    print('Что? Мы с тобой не подружимся.')
print('Яша хороший, честно. Подтверди, Максим Лебедев.')
print('Я Максим Лебедев. Я подтверждаю.')
print('Ты веришь Максиму?')
trust = input()
if trust == "Да":
    print('Он тоже тебе верит. Теперь ты админ ДЗТГ')
else:
    print('привет, дружище спешу тебе сообщить, что на тебя заказали ДЕАНОН. Сейчас я перечислю, какая участь ждет тебя: - Твои родители узнают о том, как ты общаешься с людьми в интернете; -будет каждый вечер на протяжении 30 дней происходить ДОЗВОН твоих родителей и твоего учебного учреждения; - Твои личные данные, такие как: Адрес проживания, адрес учебного заведения, личный телефон, моб. телефоны твоих родителей, твои публичные фото: БУДУТ СЛИТЫ В ПУБЛИЧНЫЙ ДОСТУП, любой желающий, помимо нас - жаждущих, сможет позвонить тебе/маме/отцу и угрожать, рассказывать о тебе не самые лучшие вещи; это не всё, мне лень перечислять - у тебя есть 90 минут - по истечению предоставленного времени, тобой начнут заниматься, и поверь, моя команда - профессионалы. и да, не советую кидать меня в чс, ибо последствия будут ещё хуже. P.S. удачного раздумья, дружище)')
